[
  {
    "answerOptions": [
      {
        "isCorrect": false,
        "rationale": "Bien que des monstres résident dans le Donjon, l'entreprise ne leur loue pas d'espaces ; elle les utilise plutôt comme des atouts non rémunérés.",
        "text": "Louer des sections du Donjon à des groupes de monstres."
      },
      {
        "isCorrect": false,
        "rationale": "L'objectif de l'entreprise est l'exact opposé de la sécurité des aventuriers, qu'elle considère comme des clients à exploiter.",
        "text": "Servir de guide pour les aventuriers souhaitant explorer le Donjon en toute sécurité."
      },
      {
        "isCorrect": true,
        "rationale": "Le document explique que la mission de l'organisation est d'attirer les clients (aventuriers) pour les éliminer et récupérer leurs richesses.",
        "text": "Attirer des aventuriers, les éliminer, puis les dépouiller de leurs biens."
      },
      {
        "isCorrect": false,
        "rationale": "L'entreprise ne protège pas les trésors pour leur valeur historique, mais les utilise comme appât pour attirer ses cibles.",
        "text": "Protéger les trésors anciens du Donjon contre les pillards et les aventuriers."
      }
    ],
    "hint": "Pensez à la manière dont une entreprise comme un casino génère des profits, comme mentionné dans le texte.",
    "question": "Quel est le modèle économique principal de l'entreprise Donjon & Compagnie ?"
  },
  {
    "answerOptions": [
      {
        "isCorrect": false,
        "rationale": "Ceci est le surnom que les employés se donnent, mais ce n'est pas leur titre officiel, jugé trop violent par la direction.",
        "text": "Cogneurs"
      },
      {
        "isCorrect": true,
        "rationale": "La fonction officielle des personnages est bien celle d'hôte d'accueil, même si ce terme est jugé 'guindé' par les employés eux-mêmes.",
        "text": "Hôte d'accueil"
      },
      {
        "isCorrect": false,
        "rationale": "Les personnages font partie de la Division des Opérations, mais ce n'est pas leur titre de poste spécifique.",
        "text": "Agent des Opérations"
      },
      {
        "isCorrect": false,
        "rationale": "Leur rôle n'est pas de garder le Donjon, mais d'accueillir et de gérer les 'clients' qui y entrent.",
        "text": "Gardien du Donjon"
      }
    ],
    "hint": "La direction des Ressources Vivantes préfère un terme plus formel et moins violent que le surnom populaire.",
    "question": "Quel est le titre officiel du poste occupé par les personnages joueurs au sein de Donjon & Cie ?"
  },
  {
    "answerOptions": [
      {
        "isCorrect": true,
        "rationale": "Le texte mentionne explicitement que l'entreprise est structurée en ces deux groupes, dirigés par des vice-administrateurs.",
        "text": "La Division de la Stratégie et la Division des Opérations"
      },
      {
        "isCorrect": false,
        "rationale": "La Maintenance n'est qu'une Direction au sein de la Division des Opérations, pas une division à part entière.",
        "text": "La Division Administrative et la Division de la Maintenance"
      },
      {
        "isCorrect": false,
        "rationale": "Le Trésor (finances) et les Ressources Vivantes (recrutement) sont des Directions de la Division de la Stratégie.",
        "text": "La Division des Finances et la Division du Recrutement"
      },
      {
        "isCorrect": false,
        "rationale": "L'Accueil et l'Expansion sont toutes deux des Directions qui appartiennent à la Division des Opérations.",
        "text": "La Division de l'Accueil et la Division de l'Expansion"
      }
    ],
    "hint": "L'une s'occupe de la vision à long terme et l'autre du fonctionnement quotidien.",
    "question": "L'organisation Donjon & Cie est structurée en deux divisions principales qui rapportent à l'Administrateur en Chef. Quelles sont ces deux divisions ?"
  },
  {
    "answerOptions": [
      {
        "isCorrect": false,
        "rationale": "La Supervision surveille les clients et les employés, mais sa mission officielle n'est pas l'élimination.",
        "text": "La Supervision"
      },
      {
        "isCorrect": false,
        "rationale": "Ce département gère le recrutement et les contrats, mais une de ses branches s'occupe des 'fins de contrat' de manière plus expéditive.",
        "text": "Les Ressources Vivantes"
      },
      {
        "isCorrect": false,
        "rationale": "La Réception s'occupe d'éliminer les clients (aventuriers), pas les employés ou les menaces internes.",
        "text": "La Réception"
      },
      {
        "isCorrect": true,
        "rationale": "Sous la Direction des Ressources Vivantes, ce département gère officiellement les fins de contrat, mais officieusement, il élimine ceux qui pourraient parler.",
        "text": "La Terminaison"
      }
    ],
    "hint": "Le nom de ce département est un euphémisme pour une tâche très sombre liée à la gestion des contrats.",
    "question": "Quel département est spécifiquement chargé d'éliminer discrètement les employés ou les menaces externes qui pourraient révéler les secrets de l'entreprise ?"
  },
  {
    "answerOptions": [
      {
        "isCorrect": false,
        "rationale": "Le Chaos est lié à l'échec des sorts, mais pas à la gestion générale des ressources.",
        "text": "Les points de Chaos"
      },
      {
        "isCorrect": true,
        "rationale": "Le texte explique que les dés d'usage, abrégés en Δ, représentent une ressource qui s'amenuise avec le temps.",
        "text": "Les dés d'usage"
      },
      {
        "isCorrect": false,
        "rationale": "La Suspicion mesure la méfiance de la hiérarchie envers un employé, ce n'est pas une ressource consommable.",
        "text": "Les points de Suspicion"
      },
      {
        "isCorrect": false,
        "rationale": "L'ancienneté représente l'expérience et le niveau du personnage, elle ne diminue pas.",
        "text": "Les rangs d'ancienneté"
      }
    ],
    "hint": "Le jeu emprunte cette mécanique à 'Macchiato Monsters' pour gérer les ressources qui ne sont pas éternelles.",
    "question": "Quelle mécanique de jeu, représentée par le symbole Δ, est utilisée pour simuler l'usure d'une ressource limitée comme les munitions, les faveurs ou la nourriture ?"
  },
  {
    "answerOptions": [
      {
        "isCorrect": false,
        "rationale": "Les faveurs ne sont pas une monnaie, mais une forme d'influence ou de dette sociale.",
        "text": "Une monnaie spéciale pour acheter de l'équipement rare."
      },
      {
        "isCorrect": false,
        "rationale": "Les faveurs offrent des avantages temporaires (coups de pouce) ou des services ponctuels, pas des bonus permanents.",
        "text": "Un bonus permanent aux caractéristiques du personnage."
      },
      {
        "isCorrect": true,
        "rationale": "Les faveurs sont décrites comme une dette sociale qui peut être utilisée pour obtenir un coup de pouce (un avantage) ou un service.",
        "text": "Une dette sociale qu'un collègue doit au personnage, permettant d'obtenir de l'aide ou un avantage."
      },
      {
        "isCorrect": false,
        "rationale": "Une faveur permet de demander de l'aide, pas d'exercer une autorité hiérarchique.",
        "text": "Le droit de donner des ordres aux employés du département concerné."
      }
    ],
    "hint": "Il s'agit d'une mécanique sociale basée sur les relations entre collègues au sein de l'organisation.",
    "question": "Dans le jeu, que représente une 'faveur' auprès d'un département ?"
  },
  {
    "answerOptions": [
      {
        "isCorrect": false,
        "rationale": "Aacarcerax est la Vice-Administratrice de la Stratégie, une des plus hautes dirigeantes, mais pas la fondatrice.",
        "text": "Aacarcerax la liche"
      },
      {
        "isCorrect": false,
        "rationale": "Marzkel est le directeur des Ressources Vivantes, un poste important mais subordonné.",
        "text": "Marzkel le céphaloïde"
      },
      {
        "isCorrect": false,
        "rationale": "Nhaigraoo est le Vice-Administrateur des Opérations, le second dirigeant le plus important, mais il n'est pas le chef suprême.",
        "text": "Nhaigraoo le nain des profondeurs"
      },
      {
        "isCorrect": true,
        "rationale": "Le texte présente Monsieur Noir comme le fondateur et l'unique dirigeant que la compagnie ait connu, dont l'identité est un mystère.",
        "text": "Monsieur Noir"
      }
    ],
    "hint": "Son identité est inconnue de la plupart des employés et alimente de nombreuses rumeurs.",
    "question": "Qui est le mystérieux fondateur et Administrateur en Chef de Donjon & Cie ?"
  },
  {
    "answerOptions": [
      {
        "isCorrect": false,
        "rationale": "Ce jeu de gestion est explicitement mentionné comme une des premières inspirations pour le concept.",
        "text": "Le jeu vidéo Dungeon Keeper"
      },
      {
        "isCorrect": false,
        "rationale": "Cette bande dessinée est citée comme une illustration parfaite du concept au cœur du jeu.",
        "text": "La série de bande dessinée Donjon de Sfar et Trondheim"
      },
      {
        "isCorrect": false,
        "rationale": "Cette série est une inspiration pour le côté absurde de la vie d'entreprise dépeint dans le jeu.",
        "text": "La série télévisée The Office"
      },
      {
        "isCorrect": true,
        "rationale": "Bien que Paranoïa soit mentionné pour ses similitudes, L'Appel de Cthulhu ne fait pas partie de la liste des inspirations directes.",
        "text": "Le jeu de rôle L'Appel de Cthulhu"
      }
    ],
    "hint": "Le jeu s'inspire de la fantasy classique, de la vie de bureau et de la gestion, mais pas de l'horreur cosmique.",
    "question": "Parmi les inspirations suivantes citées dans le livre, laquelle n'est PAS une source d'influence pour Donjon & Cie ?"
  },
  {
    "answerOptions": [
      {
        "isCorrect": false,
        "rationale": "La mort n'est pas automatique ; le joueur a une chance de survivre en faisant un jet de caractéristique.",
        "text": "Il est immédiatement mort et son nom est ajouté au Mur du Souvenir."
      },
      {
        "isCorrect": true,
        "rationale": "Le texte précise cette double condition : réussir des missions (dont le nombre dépend du rang) et atteindre un objectif personnel défini à l'avance.",
        "text": "En réussissant un nombre de missions égal à son rang actuel et en accomplissant un objectif personnel."
      },
      {
        "isCorrect": false,
        "rationale": "L'argent est important, mais la progression est liée à l'accomplissement de missions et d'objectifs, pas à la richesse.",
        "text": "En accumulant une somme d'argent spécifique provenant du butin des clients."
      },
      {
        "isCorrect": false,
        "rationale": "Être Employé du Mois offre des avantages, mais ce n'est pas le mécanisme principal pour gagner un rang.",
        "text": "En étant élu 'Employé du Mois' un certain nombre de fois."
      }
    ],
    "hint": "La progression n'est pas seulement basée sur la performance en mission, mais aussi sur le développement personnel du personnage.",
    "question": "Comment un personnage joueur progresse-t-il pour augmenter son 'rang d'ancienneté' ?"
  },
  {
    "answerOptions": [
      {
        "isCorrect": true,
        "rationale": "Le document explique que pour refléter la prouesse martiale, un personnage est en désavantage contre un adversaire avec plus de DV.",
        "text": "Il subit un désavantage sur son jet d'attaque."
      },
      {
        "isCorrect": false,
        "rationale": "La pénalité s'applique aux chances de toucher (le jet d'attaque), pas directement sur la quantité de dégâts infligés.",
        "text": "Il inflige moitié moins de dégâts."
      },
      {
        "isCorrect": false,
        "rationale": "Le système n'impose pas cette restriction ; la difficulté est représentée par le désavantage au jet.",
        "text": "Il ne peut pas utiliser de capacités spéciales."
      },
      {
        "isCorrect": false,
        "rationale": "L'efficacité de l'armure est indépendante du différentiel de dés de vie entre les combattants.",
        "text": "Son armure ne peut pas absorber de dégâts."
      }
    ],
    "hint": "Le système reflète la difficulté d'affronter un ennemi plus puissant en modifiant les probabilités de succès de l'action.",
    "question": "Quelle est la principale conséquence en combat pour un personnage qui affronte un adversaire ayant plus de 'dés de vie' (DV) que lui ?"
  },
  {
    "answerOptions": [
      {
        "isCorrect": false,
        "rationale": "C'est le rôle de la Direction du Trésor, et non de la Mercatique.",
        "text": "Gérer les finances et les relations avec les investisseurs ('mécènes')."
      },
      {
        "isCorrect": false,
        "rationale": "Cette tâche incombe au département de l'Arpentage.",
        "text": "Cartographier le Donjon et fournir les cartes aux équipes."
      },
      {
        "isCorrect": true,
        "rationale": "Le rôle central de la Mercatique est de concevoir des aires et de mener des campagnes de 'réclame' pour attirer les clients.",
        "text": "Bien connaître les clients (aventuriers) pour concevoir des aires attractives et les y attirer."
      },
      {
        "isCorrect": false,
        "rationale": "Il s'agit là des missions du département de l'Entretien.",
        "text": "Réparer les dégâts dans les aires clients et réarmer les pièges."
      }
    ],
    "hint": "Ce département s'occupe de la 'publicité' et de la conception des 'produits' de l'entreprise.",
    "question": "Quelle est la fonction du département de la 'Mercatique' ?"
  },
  {
    "answerOptions": [
      {
        "isCorrect": false,
        "rationale": "Le contremaître, supérieur hiérarchique direct, est l'un des quatre PNJ que les joueurs doivent créer.",
        "text": "Le contremaître"
      },
      {
        "isCorrect": true,
        "rationale": "Bien que la Maintenance soit un département important, son directeur n'est pas l'un des PNJ récurrents définis par les joueurs au début du jeu.",
        "text": "Le directeur de la Maintenance"
      },
      {
        "isCorrect": false,
        "rationale": "L'économe, qui fournit les paquetages, est un des quatre PNJ clés à créer.",
        "text": "L'économe"
      },
      {
        "isCorrect": false,
        "rationale": "L'employé du mois, qui sert de modèle ou de rival, doit être créé par les joueurs.",
        "text": "L'employé du mois"
      }
    ],
    "hint": "Pensez aux PNJ avec lesquels les personnages interagiront le plus directement et le plus fréquemment lors de leurs missions.",
    "question": "Lors de la création des PNJ récurrents, lequel des profils suivants les joueurs ne créent-ils PAS collectivement ?"
  },
  {
    "answerOptions": [
      {
        "isCorrect": false,
        "rationale": "La mort n'est pas automatique ; le joueur a une chance de survivre en faisant un jet de caractéristique.",
        "text": "Il est immédiatement mort et son nom est ajouté au Mur du Souvenir."
      },
      {
        "isCorrect": true,
        "rationale": "C'est la procédure exacte : un jet de CON détermine la survie, mais une réussite entraîne une blessure grave et un nouveau trait.",
        "text": "Il doit faire un jet de CON ; s'il réussit, il survit avec 1 PV mais acquiert un trait négatif permanent."
      },
      {
        "isCorrect": false,
        "rationale": "Il y a un risque de mort, mais la survie est possible sans magie de résurrection, bien qu'avec des séquelles.",
        "text": "Il perd connaissance et ne peut être ranimé qu'avec une puissante magie de résurrection."
      },
      {
        "isCorrect": false,
        "rationale": "La conséquence est physique et affecte directement le personnage, pas son équipement futur.",
        "text": "Il perd tout son équipement et doit commencer la prochaine mission sans paquetage."
      }
    ],
    "hint": "La défaite n'est pas nécessairement la fin, mais elle laisse des cicatrices durables.",
    "question": "Qu'arrive-t-il si un personnage-joueur tombe à 0 points de vie (PV) ?"
  },
  {
    "answerOptions": [
      {
        "isCorrect": false,
        "rationale": "Bien qu'ils soient des cibles, le terme officiel utilisé dans le jargon de l'entreprise est différent.",
        "text": "Une cible"
      },
      {
        "isCorrect": false,
        "rationale": "Ce terme n'est pas faux, mais l'entreprise utilise un mot issu du vocabulaire commercial.",
        "text": "Un intrus"
      },
      {
        "isCorrect": true,
        "rationale": "Le texte précise qu'un aventurier est un 'client', et qu'un bon client est souvent un client mort.",
        "text": "Un client"
      },
      {
        "isCorrect": false,
        "rationale": "Ils sont une source de revenus, mais le terme employé est plus proche de celui d'un commerce.",
        "text": "Une ressource"
      }
    ],
    "hint": "L'entreprise utilise une terminologie commerciale pour désigner les aventuriers qu'elle attire.",
    "question": "Dans le jargon de Donjon & Cie, comment appelle-t-on un aventurier qui vient explorer le Donjon ?"
  },
  {
    "answerOptions": [
      {
        "isCorrect": false,
        "rationale": "Augmenter le coût en PV ne garantit pas le succès après un échec ; cela se décide avant le jet.",
        "text": "Dépenser le double de points de vie."
      },
      {
        "isCorrect": false,
        "rationale": "Le focus aide à lancer le sort en fournissant des PV supplémentaires, mais ne peut pas renverser un échec.",
        "text": "Sacrifier son 'focus'."
      },
      {
        "isCorrect": true,
        "rationale": "Le document explique qu'après un échec, le magicien peut puiser dans le Chaos pour que quelque chose se passe, en lançant sur la table des aberrations magiques.",
        "text": "Faire appel aux énergies chaotiques en lançant le dé de risque du Chaos."
      },
      {
        "isCorrect": false,
        "rationale": "Aucune mécanique de ce type n'est mentionnée ; l'alternative à l'échec est de faire appel à une force extérieure imprévisible.",
        "text": "Réussir un jet de CON pour forcer la magie."
      }
    ],
    "hint": "Le Donjon est un lieu où la magie est instable, et les lanceurs de sorts peuvent puiser dans cette instabilité.",
    "question": "Si un magicien échoue à son jet pour lancer un sort, quelle option s'offre à lui pour que le sort se produise quand même, au risque de conséquences imprévisibles ?"
  }
]
